["nakuya kilingaw tua na-q-em-ati a su Cemas qau neka nu aljak ayatua ma-qulip ti ilisabit paqaljay-u a s-em-ukub tua na-q-em-ati a su Cemas sa su ki-palaing tjaimadju sakamaya ru-qeci-qeci sun uta a s-em-a-qaciljai ta-(a)zua marka s-in-(e)kaulj-an a pa-sa tjanusun a caucau manu s-em-a-zua i-tua kasiw sa kim tua vangalj ini anan ka (i)tjen a pacun tua na-m-ayatucu azua (a) timadju neka nu si-tevela na-ma-kuda a su k-in-inem(e)nem-an? sinsi selaing-i aken tua vaik anan a s-em-angas a c-em-(e)velj tjai kama ini ka (a)ken a lj-em-aluai tua su si-a-ya-ya tuki anema ljakua ka l-em-ang(e)da tiamadju ini ka na-ma-salu k-em-asi tucu uri ki-caucau anga sun qivu ti ageripa tjai paulu: tj-em-aucikel sun tu kedri; qau uri su san-Kiristian-en anga (a)ken? aya-in ayatua nu in-alap anga azua suksuk a si-tjumaq tua caqu-an ljakua migacalj ti piteru sa ukelj a s-em-a-tua luvang aki mun a saljinga tu ku pa-sasav-en i rusung aicu a nu huangti a se-yudaya? qau ti hirud kata (a)zua sivitai nimadu san-paqeteleng-en ti Yisu ka dj-em-aljun anga i-zua tiamadju sa pacun tua na-pa-kisumalji a paseqeljing nua Cemas ma-leva aravac maya mirava tua king ging liun a marka paisu a pi-tua nu pa-pu-paisu-an aicu a umaq nua Cemas sepatj a puluq katu unem a cavilj sana pa-ka-ling(e)djelj-i azua (a) ki-capi-capilj tua s-em-an-djama-djamai kilingaw a t-em-ekel ta-(a)zua zaljum a na-mere-vava-(a)nga s-em-a-zua i tjai piljatu a kiqaung tua m-alap sa cevelj-i a kinacavacavan ni Yisu qau pacun-an nimadju a k-em-asi cadja a iciziku a kasiw a na-uveleng kipapaulingav-u maya s-em-an-neka aicu a kakedrian nuka macidilj ljakua sau-in sakamaya ni Yisu tiamadju a ma-puljat nu madrusa (a) u-qalja-qaljai i vavua ki alap-i a macidilj ki adjuq-i a macidilj aicu ljingaw nua cemas; ini ka ljingaw nua caucau aki nakuya a su si-pazekatj a su sikata-djalan a na-maya tua ku p-in-azekatj-an tjanusun? aicu mana tima? ayatua ini ka timun a q-ivu-ivu; mavan azua tjalja-paravac-an a Vavak qau a i kacauan p-in-aka-tjaimadju a q-em-ati pai uri ku pa-sa-tjanumun-en azua (a) s-in-i-kieces ni Kama a picul nu si-seke-sekez-an a qadaw nanguaq manu nakuya a pa-pe-nguaq tua sa-qetju-qetju? vaik-u a pasemalaw tua marka tja vetjek aku sun a tj-em-aucikel tua s-in-i-pu-patarevan nu t-em-ulu sun tua ta-qalja-qaljan azua marka s-in-(e)kaulj-an mang(e)tjez a m-umalj a s-em-a tjai Yisu aku azua ini ka mun a k-em-ljang tu ini ka mavan a pang a ku si-a-ya-ya? nu tima a matjani a tjalju-maza tu-sa qaciljai ki ma-ceperak a kinacavacavan pai kitjausangas amen a lje-vavaw tua varukur sa ne vaik a pa-sa-asus sinsi paula-u a ku aljak a uqaljai aicu s-in-i-kilaing tua s-in-i-pazazekatj tjanuaken nua Cemas na-l-em-ang(e)da (a)men tjaimadju tu s-em-an-paqe-tele-teleng a qivu tjai musi katua Cemas manu qa-qivu-in uta: kava-u sa su kiciur tjanuaken aya-in pavai-i aken tua ciqaw nu aya aki uri nu pavay-an tua qatjuvi? ini ka na-cua-cuai vaik ti Yisu a s-em-a tua qinaljan a p-in-aka i nain pai vaik amen a k-em-asi-teruas a maka-varukur a s-em-(e)vec a pasa-samuteraki ljakua neka (a)ngata nu ku dj-in-umak a pasaliw a uri sedjaljep a si-pacai pai kinem(e)nem-u tiamen nia v-in-aik-an a nia na-nema-nema-(a)nga sa ne kiciur tjanusun ulja na-mang(e)tjez a su si-paljavak-an samalji ti pilatu tu na-macai anga ti Yisu manu azua vavayan ma-ipuq isauniuni i tjaiqayaw tjai piteru sa pacai nu ini anan ka dj-em-aljun ti paulu ki nia qeci-(i) timadju qau selapai aravac a k-in-a-ma-ka-palak-an na-(a)zua umaq ka ini anan ka sun a djaulj-i ni pilipus ka i tjaiteku anan sun ta-(a)zua iciziku a kasiw ku su p-in-acun-an anga tisun a Malailaing k-em-(e)ljang sun tua varung nua caucau-anga maya (a)ken a s-em-au-sau a pa-se-ca-cadja ta-icu a kadjunangan manu aicu a s-in-i-qa-qivu a kai nimadju ini ka pu-linga-lingaw azua matjaljaljak tua pacugan manu cim(e)raw azua (a) vavayan sa pacun tjai piteru sa qiladj pa-keljang-an mun tua s-in-i-zaqaw a tulu a patjara si-paljavak-an nua Cemas ljakua ini ka (a)ken a uri s-em-u-qadaw aravac tjanusun gacalj-u sa su vaik a s-em-a-damasku a na-ma-salu tua aljak izua (a) palalaut a nasi Malailaing a ti Yisu tavelak-u sa ku vavak ka na-qivu anga a mayatazua pacun tiamadju tu a-la-lap-en ti Yisu a pa-sa-vavaw nu pasuvililj anga tua makatjelulj a qadaw uri me-valjut aken pai ma-rivu anga azua (a) madrusa sa ka-vadai anga a patjara timadju sepulingetj anga i pasa suria tevela-in ni Yisu azua (a) na-pasemalaw tjaimadju a: tima (a)zua (a) mana ku kina tima (a)zua (a) mana ku vetjek? aya-in azua (a) su salu-an tua Cemas mavan a su s-in-i-ka-ma-paseqeljing ljakua azua marka caucau vaik a k-em-im tjaimadju nu ini ka ki-lang(e)da tua kai ni musi katua marka ru-pa-kelja-keljang kumalji a izua (a) na-me-valjut a k-em-asi tua na-macai ini ka uri ma-salu manu ka pacun ta-(a)zua vitjuqan ma-leva a ki-qazalj angata ngua-nguaq aravac sa k-in-uda-(a)n nimadju tjanuaken aicu a k-in-uda-(a)n nua Cemas na-s-em-amalji aravac nu tja pacun-an ulja ini ka (i)tjen a ma-rekutj i tjaiqayaw tjaimadju sa tje ka-na-ma-cingki sa tje ka-na-ngua-nguaq a kipa-lai-laing tjaimadju tua tja k-in-a-i-kacauan-an nu ini ka izua (a) t-em-ulu tjanuaken k-em-uda sa ke keljang? pai vaik anga (a)men a pasa-tua maljian nu caucau-an manasika tjuruvu a i tjayamadju a na-ma-salu tua Cemas manu mang(e)tjez azua (a) sangasangasan a pa-ka-sengseng-en a tima-(a)nga a ki-la-laing tjanumun tiaken a k-in-i-la-laing-an saljinga sun tua ku su kuda-in? izua ti simun a p-in-a-pu-ngadan-an ni Yisu tu ti piteru uta pai kivadaq aken anema nu patarevan a nu s-in-i-djaulj tjanuaken? a i tjarivavaw katua i kacauan a picul s-in-i-pavai anga a paparangez tjanuaken a p-en-uljat azua na-qivu a kemuyac tua kama katua kina nimadju uri pa-pacai-in sakamaya pai nu na-k-em-asi tjarivavaw nu uri tja aya-in; qau aku ini ka mun a na-ma-salu tjaimadju ki (i)tjen aya-i ka l-em-ang(e)da tiamadju tua kai ni yuda ma-leva aravac sa lj-em-aui tu pavai tjai yuda tua paisu maya tj-em-aula tua tj-em-aucikel nu zapatj-an niamadju a kinacavacavan nua marka sa-qetju-qetju a caucau ki me-nguaq anga sakamaya nu qivu aken tjanumun tua patjara i kacauan ini ka mun a ma-salu ku paseqetj-ai a qivu: a israil a caucau neka anan nu ku p-in-acun-an a na-m-ayatucu a salu-an tua Cemas pai k-em-am a ma-puljat sa ka-vetu pai s-em-a tjai-zua-zua tua ljavek tiamadju sa tje-ljaving i ginisarit tiaken yudaya (a)ken a caucau a se-taresu i pasa kilikia aicu a tiaken zaljum a ku si-pakirauraw tjanumun pai vaik i-tua caucau sa sa-zua i-tua marka qacang qiladj-u a tjalju tjaikanavalj i tjanuaken pai kacu-kacu-in a marka kakedrian a s-em-a tjai Yisu a uri si-pa-ki-djadjas a pi-qulu izua (a) vavayan a tjumas a uri ma-vung(e)lai sa pu-aljak tu uqaljai azua (a) ku umaq uri masan-ka-ka-inuli-an nu izua (a)nga uta qadaw ku su djau-djaulj-aw anga uta a m-umalj pai nu pa-se-pasaliv-en sun nua su maca a tailj su-alap-u sa su veric-an aljak sun nua Cemas manu mi-gacalj ti matai sa vaik a kiciur tjai Yisu tisun ku su aljak a ku s-in-i-kiljivak pa-pacun-i amen tua c-in-mas-an a k-in-uda-(a)n a na-k-em-asi tjarivavaw aya (a) kiqaung a uri kilingaw tjaimadju qau a vetjek a vavayavayan aki ini ka i-maza-maza i tjanuitjen a ma-puljat? manu p-en-aula ti Yisu tjaimadju sa ljiadet sa ki-djadjas-i sa qa-qivu-i: selaing aken. ka-me-nguaq-u ka-cingki-u aya-in ayatua a tima-(a)nga nu kiqaung t-em-avelak gacalj-u sa su vaik a s-em-a-tua p-in-aka i ma-sevec a djalan qau a caucau kumalji a sane-nimadju-in a i kacauan a na-nema-nema-(a)nga saka uri ma-qulip a nasi nimadju aki anema (a) ma-nguaq-an? manasika ka-na-paceged-u.  pai ka vaik a v-en-(e)li tiamadju dj-em-aljun i-zua azua uri pu-cekelj nu pacun tiamadju ini ka uri maka-pacun ka maljia (a)nga ini ka k-em-(e)ljang tiamadju tu inu azua (a) kadjunangan pai qa-qivu-(u) timadju ulja (a)ken a pusaladj-i qau nu v-en-ali a k-em-asi navalj uri ma-culju aya mun maya (a)ngata pase-mala-malaw tua tima-(a)nga ini ka uri mang(e)tjez a kirimu a ku tauki neka nu uri lj-em-aini ta-(a)icu aicu a tiamadju ma-pulaw anga tua tjau-san-vava-in a vava ka l-em-ang(e)da tia periskila kati akuila pa-sa-tjayamadju-in ti apulus sa tulu-i anan tua patjara djalan nua Cemas a tjaucikel a pa-tja-lj-em-aluai aki neka (a)nan nu nu salu-an tua Cemas? caucau amen uta; na-maya tjanumun a nia varung t-em-vela tiamadju: sinsi su-vuca-i amen ulja (a)men a pacun aya ayatua azua su k-in-akaikaiy-an mavan a su si-ka-keljang qau a ku na-nema-nema-(a)nga nisun a p-en-uljat manu ti Yisu tj-em-alima tjaimadju sa pasiqaca-i a qivu: tisun a kedri-kedri gacalj-u aya-in manu selang(e)da ti yakub tu izua (a) lami i idjiputu ti hizikia pu-aljak tjai manasi ru-qeci-qeci sun tua marka ru-pa-kelja-keljang. ru-qeci sun uta a s-em-a-qaciljai tua marka s-in-(e)kaulj-an a pa-sa tjanusun a caucau izua (a)za (a) madrusa a u-qalja-qaljai vaik a s-em-a-tua umaq na Cemas a uri inuli l-em-ang(e)da azua (a) i yurusalim a marka s-in-(e)kaulj-an tu ma-salu anga a se-samaria tua kai nua Cemas manasika maya ma-varung tua patjara nu-tiaw; ayatua a patjara nu-tiaw ki si-ka-varung anga nu-tiaw qau saka uri k-em-uda (a)men angata? nu ayatazua-in azua tjau-ka-vava a budu ki k-em-uya tua tuvung sa ka-susuq a vava (a) budu ayatua tiamen ini ka nanguaq nu ini ka (a)men a tj-em-aucikel ta-(a)icu a nia p-in-acun-an katua nia l-in-ang(e)d-an kumalji a ku nu kivadaq-an ini ka mun a uri t-em-(e)vela-(a)ngata uta ka l-em-ang(e)da (a)men kata (a)zua (a) kaizuan a caucau nia kiqaung-an ti paulu tua ini ka si-sa-yurusalim-an ini ka nanguaq a ru-tulu-tulu aya-in mun qau pai neka nu ma-uram nuka macidilj qau izua (a)za (a) marka na-kipuvarung tu q-em-(e)ci tjaimadju aya a zuma a pasemalaw tjanuaken ki-lang(e)da-u sa nu ka-na-pu-linga-lingaw manu ma-culja saka saljinga tu k-em-an pai mi-gacalj ti yusiv sa kacu-i azua aljak katua kina sa vaik a pa-sa israil tucu p-in-adjele anga a valjes i-tua qapulu nua kasiw timun a israil a caucau ka-timun a zuma a na-ma-rekutj a na-paqaljai tua Cemas ka-na-ki-langda-u ka pacun ta-(a)zua tjuruvu a na-ma-qepu-qepu paula-in tiamadju lja marka ku vetjek ki-lang(e)da-u tua ku kai pai ku nu qa-qivu-aw tucu maya ki-capilj aicu a tiamadju; palaing-i sakamaya maya ki-ciu-ciur tjayamadju kelj-u sa-tjanuaken-u ku nu pa-sekez-aw izua (a)za (a) caucau a na-s-em-an-pu-budu-an neka (a)ngata nu na-kuya-kuya a ku k-in-uda-(a)n tua yudaya (a) caucau aicu a ku k-in-i-q-in-uma-(a)n neka (a)nga nu uri padjeng-an pai tjuruvu a na-ma-qepu-qepu a na-q-em-iladj i palingulj tjaimadju nu dj-em-aljun mun i qinaljan ki izua (a) uqaljai a macidilj a na-masi-djilung tua pa-pu-zaljum-an a uri kicacevung tjanumun nuka tja nasi uta tjara na-g-em-inagalj na-saljinga (a)men tu ki-lang(e)da uta a m-umalj tjanusun tua patjara aicu a macidilj a sa-s(e)kaulj-an ini ka ma-kaya ki-san-sa-s(e)kaulj-an tua madrusa a tauki pai a nu s-in-i-sa-zua uri pacun mun tu anema? aicu a su qiladj-an pa-qiladj-an ta-(a)icu a timadju qau a ku s-in-i-pang(e)tjez a na-masan-aljak nua caucau mavan a k-em-im sa paseqeljing tua na-ma-ulaw anga a caucau ka pacun tjayamadju ti paulu ma-leva tua Cemas saka me-pu-picul anga a varung tjuruvu aravac azua ki-ciu-ciur tjai Yisu qau ka lje-teku tiamadju a k-em-asi tua varukur k-em-(e)ljang isauniuni a marka caucau tu ti Yisu ini ka nia su p-in-aseqeljing tja pacun-aw aicu a k-in-uda-(a)n a s-in-i-pa-se-keljang tanuitjen nua Cemas qau saka a tjau-san-vava-in a vava (a) budu pi-tua-vaquan-en a tuvung qau nakiayan uta tjanuaken aicu a marka tja vetjek a sinzia a maljeunem sa ne tjumaq tua umaq ni kurnilius qau pakirimu a pacun tua i palingulj tiamadju ma-djumak anga azua na-ma-ulaw a ku paisu qau k-em-asi-zua (a)nga a vaik a maka-varukur a s-em-a-antiuki pai k-em-asi-tucu ini anga ka t-em-uru a kivadaq tu anema-(a)nga tjai Yisu qau tjalju-zua-u anga ta-(a)zua matjaita umaq sa nu kan sa nu tekel tua s-in-i-patjavang niamadu ayatua a p-in-aljavak-an nua Cemas i tjarivavaw niamadju anga tuazua ki me-1umljak a tjuruvu djaulj-en azua salasaladj a mantapuluq katu madrusa pang(e)tjez-u aya-u tiamadju sa ne pa-sasav-i niamadju i rusung azua (a) kama ma-salu tua kai ni Yisu sa vaik tiaken ku v-in-(e)li a s-em-a-paisu tu liaw aravac sana ke ki-san se-ruma (a) caucau pai a marka caucau pacun a ma-puljat tjaimadju tu dj-em-ava-djavac anga a s-em-an-pa-rava-ravac tua Cemas aicu a nia k-in-uda-(a)nga savid azua na-kuya nu ini ka nia pasusu-an ka maka-qa-qivu anga c-em-acungalan ti paulu ka-tiamadju a ma-puljat sa inuli manu pa-ka-ling(e)djelj-en tiamadju a pi-tjaiqayaw tua marka s-in-(e)kaulj-an qau s-em-kaulj anga tua caucau sa ki-qulu-i ti yuhan i-zua i rusung pai ka maka-tjaucikel anga ti Yisu ta-(a)icu a kai samalji aravac azua na-ma-qepu-qepu a caucau ta-(a)zua si-tulu-an nimadju mavan aken azua (a) su pa-se-1apa-lapai-in a ti Yisu maya q-em-(e)ceng a marka kakedrian tua s-em-a-tjanuaken maya taqed ka-na-paceged-u a palalaut sa nu i-nuli-nuli tua Cemas pai nu amin azua ru-ki-ljiva-ljivak tjanumun a nu si-kiljivak k-em-uda sa nu pa-ka-leva-i nua Cemas? qau izua (a)za (a) macidilj a na-ma-paula a vavayan a p-in-acay-an anga nua cekelj pai drusa (a) cavilj angata ti paulu i-zua-zua i-tua k-in-i-sedjam nimadju a umaq manu palikuz ti Yisu sa qa-qivu tjai piteru aicu mavan a ku aljak a ku s-in-i-kiljivak a ku k-in-a-tjeng(e)lay-an azua a tiamadju a ma-puljat ki mantapuluq katu madrusa qau pa-tekel-i aken aku sun aya tjanuaken a se-samaria a vavayan? uri paka-tua su tjaivilivililj aken a ki-senai tua na-caucau-anga i kacauan a ma-puljat pai a na-ma-salu tua kai nimadju a caucau ki-pakirauraw s-in-i-pazekatj anga a su pa-sali-saliw"]